{"":{"project-id-version":"","pot-creation-date":"","po-revision-date":"","last-translator":"","language-team":"none","language":"zh_TW","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=1; plural=0;","x-generator":"Poedit 3.5"},"All":[null,"全部"],"Start Print":[null,"開始列印"],"Send Only":[null,"僅發送"],"Print Device":[null,"列印設備"],"My Device":[null,"我的設備"],"Filament Device":[null,"燈絲裝置"],"Please Select":[null,"請選擇"],"CFS":[null,"CFS"],"Spool Holder":[null,"滑閥支架"],"Print Calibration":[null,"列印校準"],"Sliced Plate":[null,"切片盤子"],"Upload Success":[null,"上傳成功"],"Upload Failed":[null,"上傳失敗"],"Print Filter":[null,"列印篩選器"],"Single Plate":[null,"單板"],"This plate is for printing after sending":[null,"這個印版是寄出後印刷用的"],"All Plates":[null,"所有盤子"],"Model Color / Filament":[null,"型號顏色/燈絲"],"Box Color / Filament":[null,"盒子顏色/燈絲"],"Local Network":[null,"本地網絡"],"Internet(Creality Cloud)":[null,"互聯網（Creality Cloud）"],"Local Device":[null,"本地設備"],"Creality Cloud Device":[null,"Creality雲設備"],"Uploading":[null,"上傳"],"Offline":[null,"離線"],"Other":[null,"其他"],"File Name":[null,"檔名"],"Please check":[null,"請檢查"],"Does the printer camera device work properly":[null,"打印機監視器設備是否正常工作"],"This feature will be launched soon":[null,"此功能將很快推出"],"Insufficient cloud storage space":[null,"雲存儲空間不足"],"Executing print command":[null,"正在執行列印命令"],"Executing print command over":[null,"正在執行列印命令"],"Parsing GCode file":[null,"正在解析GCode檔案"],"Download GCode":[null,"下載GCode"],"Please make sure that there are no models on the printing platform, otherwise it will cause fatal damage to the device after startup":[null,"請確保列印平臺上沒有模型，否則啟動後會對設備造成致命損壞"],"Idle":[null,"閒置"],"Printing":[null,"印刷"],"Printing Complete":[null,"列印完成"],"Printing Failed":[null,"列印失敗"],"Print Abort":[null,"列印中止"],"Printing Paused":[null,"列印已暫停"],"Printing Pausing":[null,"列印暫停"],"Printing Stopping":[null,"列印停止"],"Printing Restoring":[null,"列印恢復"],"Executing print termination command":[null,"執行列印終止命令"],"Executing pause command":[null,"執行暫停命令"],"Executing the command to continue printing":[null,"執行命令以繼續列印"],"Pause":[null,"暫停"],"Stop":[null,"停下"],"Continue":[null,"繼續"],"Printing Speed":[null,"列印速度"],"Warning":[null,"警告"],"Ok":[null,"好啊"],"Cancel":[null,"取消"],"Please select the CFS slot corresponding to the consumables":[null,"請選擇耗材對應的CFS插槽"],"There are consumables without mapping, only support sending":[null,"有耗材沒有映射，只支持發送"],"Model color/consumables":[null,"型號顏色/耗材"],"Printing colors/consumables":[null,"列印顏色/耗材"],"Printing will be done using rack colors":[null,"將使用機架顏色進行列印"],"The slot has no consumables and cannot be mapped":[null,"插槽沒有耗材，無法映射"],"Consumables exist, but have not been edited":[null,"耗材存在，但尚未編輯"],"Current Device":[null,"當前設備"],"Enable CFS":[null,"啟用CFS"],"Printing using consumables in CFS":[null,"CFS中使用耗材列印"],"Enable material rack":[null,"啟用物料架"],"Printing with consumables attached to the back of the machine":[null,"使用附在機器背面的耗材進行列印"],"The current printer does not match the preset settings of the selected printer":[null,"當前打印機與所選打印機的預設設定不匹配"],"Prepare to jump to details":[null,"準備跳到細節"],"Under decompression":[null,"減壓下"],"Cancel sending":[null,"取消發送"],"Cancel Successfully":[null,"取消成功"],"The file name is too long [cannot exceed 80 characters]":[null,"檔名太長[不能超過80個字元]"],"Unknow error":[null,"未知錯誤"],"Continue Print":[null,"繼續列印"],"Cancel Print":[null,"取消列印"],"Retry":[null,"重試"],"OK":[null,"好的"],"The current printer's material rack consumables do not exist. Do you want to continue printing":[null,"當前打印機的料架耗材不存在。 您想繼續列印嗎"],"Login information is invalid, please log in again":[null,"登入資訊無效，請重新登入"],"An unknown error was detected in printing":[null,"列印時檢測到未知錯誤"],"Motor drive abnormality":[null,"電機驅動异常"],"internal error":[null,"內部錯誤"],"Communication abnormality":[null,"通信异常"],"Not heating as expected":[null,"未按預期加熱"],"Unknown exception":[null,"未知异常"],"Extruder abnormality":[null,"擠出機异常"],"Print file coordinates are abnormal":[null,"列印檔案座標异常"],"Chatter optimization sensor abnormality":[null,"顫振優化感測器异常"],"Fan abnormality":[null,"風扇异常"],"A print quality issue has been detected and printing has been paused":[null,"檢測到列印品質問題，列印已暫停"],"Unknown error":[null,"未知錯誤"],"Foreign object detected on the printing platform, printing paused":[null,"列印平臺上檢測到异物，列印暫停"],"Motherboard Connection Failure":[null,"主機板連接失敗"],"Nozzle connection abnormal":[null,"噴嘴連接异常"],"Hotbed Connection Abnormal":[null,"熱床連接异常"],"Detected unfinished task, do you wish to continue printing":[null,"檢測到未完成的任務，是否要繼續列印"],"Filament runout, printing paused, please refill":[null,"燈絲跳動，列印暫停，請重新填充"],"A model warping issue has been detected，printing has been paused":[null,"檢測到模型翹曲問題，列印已暫停"],"Detected waste chute is block. Please clean it up and try again.":[null,"檢測到廢料槽堵塞。 請將其清理乾淨，然後重試。"],"Belt tension abnormal. Please rerun the Input Shaping before using the printer.":[null,"皮帶張力异常。 請在使用打印機之前重新運行Input Shaping。"],"FR2357: CFS filament in use. To print with spool holder, unload CFS filament and reload spool holder before printing.":[null,"FR2357:CFS長絲正在使用中。 要使用卷軸架列印，請在列印前卸載CFS燈絲並重新加載卷軸架。"],"FR2358: Spool holder filament in use. To print with CFS, unload spool holder filament and reload CFS filament before printing.":[null,"FR2358：使用中的線軸架燈絲。 要使用CFS列印，請在列印前卸載卷軸架燈絲並重新加載CFS燈絲。"],"Abnormal temperature of the temperature chamber":[null,"溫度室溫度异常"],"network anomaly":[null,"網絡异常"],"AI detected print quality issues":[null,"AI檢測到列印品質問題"],"z-Touch abnormality":[null,"z-Touch异常"],"File anomaly":[null,"檔案异常"],"Abnormal hot bed temperature":[null,"熱床溫度异常"],"Printing quality issues detected by AI":[null,"AI檢測到的列印品質問題"],"TF0501: Heat break fan speed detected to be too low.":[null,"TF0501:檢測到隔熱風扇速度過低。"],"Mainboard fan exception":[null,"主機板風扇异常"],"Detected a issue with the print quality of the first layer":[null,"檢測到第一層的列印品質問題"],"Current file does not support flow detection":[null,"當前檔案不支持流檢測"],"AI LiDAR anomaly":[null,"AI雷射雷達异常"],"AI LiDAR calibration failure":[null,"AI LiDAR校準失敗"],"AI LiDAR alignment failure":[null,"AI LiDAR對準失敗"],"Current storage space usage has reached %s, please clean up in time":[null,"當前存儲空間使用量已達到%s，請及時清理"],"Chamber temp too high, camera off. It'll auto-on when temp normalizes":[null,"室內溫度過高，相機關閉。當溫度恢復正常時，它會自動打開"],"Camera failed to start, try restarting":[null,"相機啟動失敗，請嘗試重新啟動"],"Current file does not support flow ratio calibration, printing with default values.":[null,"當前檔案不支持流量比校準，使用預設值列印。"],"Current filament does not support flow ratio calibration, printing with default values.":[null,"當前燈絲不支持流量比校準，使用預設值列印。"],"Auto PA calibration image anomaly, printing with default values.":[null,"自動PA校準影像异常，使用預設值列印。"],"Auto PA calibration failed, printing with default values.":[null,"自動PA校準失敗，使用預設值列印。"],"A model warping issue has been detected.":[null,"檢測到模型扭曲問題。"],"TF0526: Model fan speed detected to be too low.":[null,"TF0526:檢測到型號風扇速度過低。"],"FO0528: rinter seems to be printing without extruding.":[null,"FO0528：打印機似乎在列印時沒有擠壓。"],"Axis movement error":[null,"軸移動錯誤"],"Machine preparation":[null,"機器準備"],"System error, try restarting":[null,"系統錯誤，請嘗試重新啟動"],"The nozzle temperature is below the minimum extrusion temperature":[null,"噴嘴溫度低於最低擠出溫度"],"Unable to obtain nozzle temperature, the thermistor may be disconnected":[null,"無法獲得噴嘴溫度，熱敏電阻可能已斷開"],"Hotbed thermistor open circuit":[null,"電熱床熱敏電阻斷路"],"The chamber thermistor may be open circuit":[null,"腔室熱敏電阻可能斷路"],"The motherboard temperature is abnormal":[null,"主機板溫度异常"],"Nozzle temperature exceeds limit, thermistor may be short-circuited":[null,"噴嘴溫度超過限制，熱敏電阻可能短路"],"Hotbed thermistor short circuit":[null,"熱床熱敏電阻短路"],"The chamber thermistor may be short circuit":[null,"腔室熱敏電阻可能短路"],"Chamber heating issue, please ensure the printer is sealed":[null,"腔室加熱問題，請確保打印機已密封"],"The nozzle is not heating as expected":[null,"噴嘴未按預期加熱"],"The heat bed is not heating as expected":[null,"加熱床沒有按預期加熱"],"Print file is corrupted":[null,"列印檔案已損壞"],"X-axis homing abnormality":[null,"X軸歸位异常"],"Y-axis homing abnormality":[null,"Y軸歸位异常"],"Z-axis homing abnormality":[null,"Z軸歸位异常"],"X-axis print coordinates out of range":[null,"X軸列印座標超出範圍"],"Y-axis print coordinates out of range":[null,"Y軸列印座標超出範圍"],"Z-axis print coordinates out of range":[null,"Z軸列印座標超出範圍"],"Z Offset Exceeds Limit":[null,"Z偏移超出限制"],"Belt tension module abnormal.":[null,"皮帶張緊模塊异常。"],"Auto belt tension failure":[null,"自動皮帶張力故障"],"The nozzle leveling sensor may have a hardware failure.":[null,"噴嘴調平感測器可能存在硬體故障。"],"The nozzle leveling sensor may be damaged or the wiping module may have fallen off. Please check or try restarting.":[null,"噴嘴調平感測器可能損壞或擦拭模塊可能脫落。請檢查或嘗試重新啟動。"],"Z-axis homing issue,may have an external disturbance ":[null,"Z軸歸位問題，可能有外部干擾"],"[Printing] XY Motor: XY motor speed limit exceeded. The motor will be released. Please reduce the print speed or re-slice and print again.Z Motor: Z motor speed limit exceeded. The motor will be released. Please reduce the print speed or re-slice and print again.E Motor: Extruder speed limit exceeded. The motor will be released. Please reduce the print speed or re-slice and print again.[Not Printing] XY Motor: XY motor speed limit exceeded. The motor will be released. Please reduce the XY motor movement speed.Z Motor: Z motor speed limit exceeded. The motor will be released. Please reduce the Z motor movement speed.E Motor: Extruder speed limit exceeded. The motor will be released. Please reduce the extruder movement speed.":[null,"【列印】XY電機：超過XY電機速度限制。 電機將被釋放。 請降低列印速度或重新切片並重新列印。 Z電機：超過Z電機速度限制。 電機將被釋放。 請降低列印速度或重新切片並重新列印。 E電機：超出擠出機速度限制。 電機將被釋放。 請降低列印速度或重新切片並重新列印。 【不列印】XY電機：超過XY電機速度限制。 電機將被釋放。 請降低XY電機的移動速度。 Z電機：超過Z電機速度限制。 電機將被釋放。 請降低Z電機的移動速度。 E電機：超出擠出機速度限制。 電機將被釋放。 請降低擠出機的移動速度。"],"[X/Y/E/Z1/Z2] step-servo position issue, please try again after resolving":[null,"[X/Y/E/Z1/Z2]步進伺服位置問題，請解决後重試"],"[Printing] XY Motor: An obstacle was detected during the extruder's movement. This print has been canceled and the motor is released.Z Motor: An obstacle was detected during the heated bed's movement. This print has been canceled and the motor is released.E Motor: An extrusion anomaly was detected, possibly a clog, tangle, or jam. Printing has been paused.[Not Printing] XY Motorstep-servo: An obstacle was detected during the nozzle's movement. The motor will be released.Z Motor: An obstacle was detected during the heated bed's movement. The motor will be released.E Motor: An extrusion anomaly was detected, possibly a clog, tangle, or jam. The motor will be released.":[null,"【列印】XY電機：擠出機運動時檢測到障礙物。 此列印已取消，電機已釋放。 Z電機：在加熱床移動過程中檢測到障礙物。 此列印已取消，電機已釋放。 E馬達：檢測到擠壓异常，可能是堵塞、纏結或堵塞。 列印已暫停。 [不列印]XY電動步進伺服：在噴嘴移動過程中檢測到障礙物。 電機將被釋放。 Z電機：在加熱床移動過程中檢測到障礙物。 電機將被釋放。 E馬達：檢測到擠壓异常，可能是堵塞、纏結或堵塞。 電機將被釋放。"],"X Motor: X motor identification error detected. The motor wire may be connected improperly or the motor may be damaged.Y Motor: Y motor identification error detected. The motor wire may be connected improperly or the motor may be damaged.Z1 Motor: Z1 motor identification error detected. The motor wire may be connected improperly or the motor may be damaged.Z2 Motor: Z2 motor identification error detected. The motor wire may be connected improperly or the motor may be damaged.E Motor: Extruder motor identification error detected. The motor wire may be connected improperly or the motor may be damaged.":[null,"X電機：檢測到X電機識別錯誤。 電機電線可能連接不當或電機可能損壞。 Y電機：檢測到Y電機識別錯誤。 電機電線可能連接不當或電機可能損壞。 Z1電機：檢測到Z1電機識別錯誤。 電機電線可能連接不當或電機可能損壞。 Z2電機：檢測到Z2電機識別錯誤。 電機電線可能連接不當或電機可能損壞。 E電機：檢測到擠出機電機識別錯誤。 電機電線可能連接不當或電機可能損壞。"],"X/Y/Z/E axis step-servo motor initialization error, motor communication line may be connected incorrectly":[null,"X/Y/Z/E軸步進伺服電機初始化錯誤，電機通信線路可能連接不正確"],"communication issue, please try again after resolving.":[null,"通信問題，請解决後重試。"],"Retract issue, check for filament or spool jams. Click &quot;Retry&quot; after resolving.":[null,"縮回問題，檢查燈絲或線軸是否堵塞。 點擊“； 重試“； 解决後。"],"Feed issue, check for filament or spool jams. Click &quot;Retry&quot; after resolving.":[null,"進料問題，檢查長絲或線軸是否堵塞。 點擊“； 重試“； 解决後。"],"System error.":[null,"系統錯誤。"],"Feed issue , filament may be stuck from loader to CFS hub. Please resolve the issue and click the &quot;Retry&quot; button.":[null,"進料問題，長絲可能從裝載機卡在CFS輪轂上。 請解决該問題，然後按一下&quot； 重試“； 按鈕。"],"Feed issue , filament may be blocked between the CFS hub and extruder filament detector. Please resolve the issue and click &quot;Retry&quot; button.":[null,"進料問題，CFS輪轂和擠出機長絲檢測器之間的長絲可能被堵塞。 請解决問題並按一下&quot； 重試“； 按鈕。"],"Feed issue , filament may be jammed between the extruder sensor and the extruder gear. Please resolve the issue and click the &quot;Retry&quot; button.":[null,"進料問題，長絲可能卡在擠出機感測器和擠出機齒輪之間。 請解决該問題，然後按一下&quot； 重試“； 按鈕。"],"Feed issue , filament may be stuck between the CFS hub sensor and the gear. Please resolve the issue and click the &quot;Retry&quot; button.":[null,"進給問題，燈絲可能卡在CFS輪轂感測器和齒輪之間。 請解决該問題，然後按一下&quot； 重試“； 按鈕。"],"filament runs out, please refill.":[null,"燈絲用完了，請重新填充。"],"Command failed, current scenario does not support this command.":[null,"命令失敗，當前方案不支持此命令。"],"Cutter issue, cutter might be jammed, please try again after resolving":[null,"刀具問題，刀具可能卡住，請解决後重試"],"RFID cannot be read, please manually edit filament":[null,"RFID無法讀取，請手動編輯燈絲"],"PTFE tube may have detached from the pneumatic fitting, Printing paused, please try again after resolving":[null,"PTFE管可能已從氣動接頭上脫落，列印暫停，請解决後重試"],"Extruder may be clogged. Click &quot;Retry&quot; after resolving.":[null,"擠出機可能堵塞。 點擊“； 重試“； 解决後。"],"The filament buffer signal is abnormal,the buffer may be stuck or the filament may be tangle.":[null,"燈絲緩衝訊號异常，緩衝器可能卡住或燈絲可能纏結。"],"Filament may tangled, please try again after resolving":[null,"燈絲可能纏結，請解决後重試"],"filament may be broken in CFS.":[null,"CFS中的細絲可能會斷裂。"],"Retract issue, filament cannot be returned to CFS hub. Please resolve the issue and click the &quot;Retry&quot; button.":[null,"收縮問題，燈絲無法返回CFS輪轂。 請解决該問題，然後按一下&quot； 重試“； 按鈕。"],"Retract issue, filaments may be inserted into the CFS hub. Remove and click the &quot;Retry&quot; button.":[null,"收縮問題，燈絲可能會插入CFS輪轂。 删除並按一下&quot； 重試“； 按鈕。"],"Retract issue, Filament Buffer failure. Please resolve and click &quot;Retry&quot; button.":[null,"收縮問題，燈絲緩衝器故障。 請解决並按一下&quot； 重試“； 按鈕。"],"TR2852: Filament detector triggered abnormally, possibly due to an external material rack being used with CFS.":[null,"TR2852：燈絲檢測器异常觸發，可能是由於CFS使用了外部資料架。"],"CFS temperature and humidity sensor abnormal.":[null,"CFS溫濕度感測器异常。"],"TC2854: Filament detected in the extruder, affecting the cutter calibration. Please remove the filament and try again.":[null,"TC2854：擠出機中檢測到長絲，影響刀具校準。 請取出燈絲，然後重試。"],"TC2855: Cutter calibrat failed. Please try again after resolving.":[null,"TC2855：刀具校準失敗。 請在解决後重試。"],"TC2856: Cutter issue, the cutter may be jammed or missing. Click &quot;Retry&quot; after resolving.":[null,"TC2856：刀具問題，刀具可能卡住或缺失。 點擊“； 重試“； 解决後。"],"CFS feeding motor overload, maybe excessive load or unload resistance or the filament tangled or stuck.":[null,"CFS進料電機超載，可能是負載或卸載阻力過大，或者燈絲纏結或卡住。"],"FS2858: CFS EEPROM abnormal.":[null,"FS2858:CFS EEPROM异常。"],"FO2859: CFS filament odometry abnormal.":[null,"FO2859:CFS燈絲里程計异常。"],"FB2860: CFS filament buffer abnormal.":[null,"FB2860:CFS燈絲緩衝异常。"],"FS2861: CFS left RFID board abnormal.":[null,"FS2861:CFS左側RFID板异常。"],"FS2862: CFS right RFID board abnormal.":[null,"FS2862:CFS右側RFID板异常。"],"The file where the last unexpected stop was detected":[null,"檢測到上次意外停止的檔案"],"No consumables detected, do you want to continue printing?":[null,"未檢測到耗材，是否要繼續列印？"],"There is no consumables in the current rack":[null,"當前料架沒有材料"]}